Repository: WordPressBugBounty/plugins-user-submitted-posts
Catalog: user-submitted-posts/languages/usp-*.po
Languages: bn_bd

source: Receive Email Alert
bn_bd: ইমেল সতর্কতা গ্রহণ করুন

source: Redirect URL
bn_bd: পুনঃনির্দেশ URL

source: Redirect user to this URL after post submission (leave blank to stay on current page)
bn_bd: পোস্ট জমা দেওয়ার পরে ব্যবহারকারীকে এই URL এ পুনঃনির্দেশিত করুন (বর্তমান পৃষ্ঠায় থাকার জন্য ফাঁকা রাখুন)

source: Register
bn_bd: নিবন্ধন

source: Register for this site!
bn_bd: এই সাইটের জন্য নিবন্ধন করুন!

source: Registered Email
bn_bd: নিবন্ধিত ইমেল

source: Registered URL
bn_bd: নিবন্ধিত URL

source: Registered Username
bn_bd: নিবন্ধিত ব্যবহারকারীর নাম

source: Remember me
bn_bd: আমাকে মনে রেখো

source: Require Checkbox
bn_bd: চেকবক্স প্রয়োজন

source: Require submitted post titles to be unique (useful for preventing multiple/duplicate posts)
bn_bd: জমা দেওয়া পোস্টের শিরোনাম অনন্য হতে হবে (একাধিক/ডুপ্লিকেট পোস্ট প্রতিরোধের জন্য কার্যকর)

source: Require User Login
bn_bd: ব্যবহারকারীর লগইন প্রয়োজন

source: Require users to be logged in to WordPress to view/submit the form
bn_bd: ফর্মটি দেখতে/জমা দেওয়ার জন্য ব্যবহারকারীদের ওয়ার্ডপ্রেসে লগ ইন করতে হবে।

source: requires WordPress
bn_bd: ওয়ার্ডপ্রেস প্রয়োজন

source: Reset form
bn_bd: ফর্ম রিসেট করুন

source: Reset Form Button
bn_bd: ফর্ম রিসেট বোতাম

source: Reset my password
bn_bd: আমার পাসওয়ার্ড রিসেট করুন

source: Restore default options upon plugin deactivation/reactivation
bn_bd: প্লাগইন নিষ্ক্রিয়/পুনরায় সক্রিয় করার পরে ডিফল্ট বিকল্পগুলি পুনরুদ্ধার করুন

source: Restore Defaults
bn_bd: ডিফল্টগুলি পুনরুদ্ধার করুন

source: Return to form
bn_bd: ফর্মে ফিরে যান

source: Rich Text Editor
bn_bd: রিচ টেক্সট এডিটর

source: Save All Changes
bn_bd: সকল পরিবর্তন সংরক্ষণ করুন

source: Save Preference
bn_bd: পছন্দ সংরক্ষণ করুন

source: Save Settings
bn_bd: সেটিংস সংরক্ষণ করুন

source: Secret Key
bn_bd: গোপন চাবি

source: Select categories to include in the Category field:
bn_bd: বিভাগ ক্ষেত্রে অন্তর্ভুক্ত করার জন্য বিভাগগুলি নির্বাচন করুন:

source: Send email alerts for new post submissions
bn_bd: নতুন পোস্ট জমা দেওয়ার জন্য ইমেল সতর্কতা পাঠান

source: Settings
bn_bd: সেটিংস

source: Show categories
bn_bd: বিভাগগুলি দেখান

source: Show USP Posts
bn_bd: ইউএসপি পোস্টগুলি দেখান

source: Sign up now for the good stuff.
bn_bd: ভালো জিনিসের জন্য এখনই সাইন আপ করুন।

source: Sign up!
bn_bd: সাইন আপ করুন!

source: Site Key
bn_bd: সাইট কী

source: Specify category ID(s) to use for &ldquo;Hidden/Default Category&rdquo; (separate multiple IDs with commas)
bn_bd: "লুকানো/ডিফল্ট বিভাগ"-এর জন্য ব্যবহার করার জন্য বিভাগ আইডি(গুলি) নির্দিষ্ট করুন (কমা দিয়ে একাধিক আইডি আলাদা করুন)

source: Specify the user that should be assigned as author for submitted posts
bn_bd: জমা দেওয়া পোস্টের জন্য লেখক হিসেবে কোন ব্যবহারকারীকে নিযুক্ত করা উচিত তা নির্দিষ্ট করুন।

source: Spring Sale!
bn_bd: বসন্তকালীন সেল!

source: Subject line for email alerts. Leave blank to use default subject line. You may include any of the following variables:
bn_bd: ইমেল সতর্কতার জন্য বিষয় লাইন। ডিফল্ট বিষয় লাইন ব্যবহার করার জন্য ফাঁকা রাখুন। আপনি নিম্নলিখিত ভেরিয়েবলগুলির যেকোনো একটি অন্তর্ভুক্ত করতে পারেন:

source: Submit Post
bn_bd: পোস্ট জমা দিন

source: Submitted Posts
bn_bd: জমা দেওয়া পোস্টগুলি

source: Submitter Email:
bn_bd: জমাদানকারীর ইমেল:

source: Submitter IP:
bn_bd: জমাদানকারীর আইপি:

source: Submitter Name:
bn_bd: জমাদানকারীর নাম:

source: Submitter URL:
bn_bd: জমাদানকারীর URL:

source: Success Message
bn_bd: সাফল্যের বার্তা

source: Success!
bn_bd: সফলতা!

source: Success! Thank you for your submission.
bn_bd: সফল! আপনার জমা দেওয়ার জন্য ধন্যবাদ।

source: Support Forum
bn_bd: সাপোর্ট ফোরাম

source: tag
bn_bd: ট্যাগ

source: Take 30% OFF any of our
bn_bd: আমাদের যেকোনো একটিতে ৩০% ছাড় নিন

source: Targeted Loading
bn_bd: লক্ষ্যযুক্ত লোডিং

source: Text displayed next to checkbox. Tip: use curly brackets to output angle brackets, for example:
bn_bd: চেকবক্সের পাশে টেক্সট প্রদর্শিত হবে। পরামর্শ: কোণ বন্ধনী আউটপুট করতে কোঁকড়া বন্ধনী ব্যবহার করুন, উদাহরণস্বরূপ:

source: Thank you for using
bn_bd: ব্যবহারের জন্য আপনাকে ধন্যবাদ

source: THANK YOU for your support!
bn_bd: আপনার সমর্থনের জন্য ধন্যবাদ!

source: That will enable you to customize the form and styles as desired. For more info, check out the "Custom Submission Form" section in the
bn_bd: এর ফলে আপনি আপনার পছন্দ অনুযায়ী ফর্ম এবং স্টাইল কাস্টমাইজ করতে পারবেন। আরও তথ্যের জন্য, "কাস্টম জমা ফর্ম" বিভাগটি দেখুন।

source: The access shortcodes can be added to any WP Post or Page. So you can display forms and other content conditionally, based on user role and login status.
bn_bd: অ্যাক্সেস শর্টকোডগুলি যেকোনো WP পোস্ট বা পৃষ্ঠায় যোগ করা যেতে পারে। যাতে আপনি ব্যবহারকারীর ভূমিকা এবং লগইন স্ট্যাটাসের উপর ভিত্তি করে শর্তসাপেক্ষে ফর্ম এবং অন্যান্য সামগ্রী প্রদর্শন করতে পারেন।

source: The file(s) could not be uploaded
bn_bd: ফাইল(গুলি) আপলোড করা যায়নি।

source: The login/register form displays as a tabbed interface, so users can switch between login, register, and reset password.
bn_bd: লগইন/রেজিস্টার ফর্মটি একটি ট্যাবযুক্ত ইন্টারফেস হিসাবে প্রদর্শিত হয়, যাতে ব্যবহারকারীরা লগইন, রেজিস্টার এবং পাসওয়ার্ড রিসেট করার মধ্যে স্যুইচ করতে পারেন।

source: The pro version provides many more options for this shortcode.
bn_bd: প্রো ভার্সনটি এই শর্টকোডের জন্য আরও অনেক বিকল্প প্রদান করে।

source: The pro version provides more flexibility with access-control shortcodes.
bn_bd: প্রো সংস্করণটি অ্যাক্সেস-কন্ট্রোল শর্টকোডগুলির সাথে আরও নমনীয়তা প্রদান করে।

source: There was an error. Please check required fields and try again.
bn_bd: একটি ত্রুটি হয়েছে। অনুগ্রহ করে প্রয়োজনীয় ক্ষেত্রগুলি পরীক্ষা করে আবার চেষ্টা করুন।

source: This setting enables any/all shortcodes in widgets (even shortcodes from other plugins).
bn_bd: এই সেটিংটি উইজেটের যেকোনো/সকল শর্টকোড সক্ষম করে (এমনকি অন্যান্য প্লাগইন থেকে শর্টকোডও)।

source: This shortcode accepts the following attributes:
bn_bd: এই শর্টকোডটি নিম্নলিখিত বৈশিষ্ট্যগুলি গ্রহণ করে:

source: This shortcode displays a link that resets the form to its original state:
bn_bd: এই শর্টকোডটি একটি লিঙ্ক প্রদর্শন করে যা ফর্মটিকে তার আসল অবস্থায় রিসেট করে:

source: This will be displayed as the field label on the form. Default: Custom Field 1
bn_bd: এটি ফর্মের ফিল্ড লেবেল হিসেবে প্রদর্শিত হবে। ডিফল্ট: কাস্টম ফিল্ড ১

source: This will be displayed as the field label on the form. Default: Custom Field 2
bn_bd: এটি ফর্মের ফিল্ড লেবেল হিসেবে প্রদর্শিত হবে। ডিফল্ট: কাস্টম ফিল্ড ২

source: Tip:
bn_bd: টিপ:

source: to display the submitted name.
bn_bd: জমা দেওয়া নাম প্রদর্শন করতে।

source: To enable Cloudflare Turnstile, enter your site key and secret key.
bn_bd: ক্লাউডফ্লেয়ার টার্নস্টাইল সক্ষম করতে, আপনার সাইট কী এবং গোপন কী লিখুন।

source: To enable Google reCaptcha, enter your public and private keys.
bn_bd: গুগল রিক্যাপচা সক্ষম করতে, আপনার পাবলিক এবং প্রাইভেট কী লিখুন।

source: to get the current URL.
bn_bd: বর্তমান URL পেতে।

source: to get the URL of the full-size image
bn_bd: পূর্ণ আকারের ছবির URL পেতে

source: to include markup in the deny message, you can use
bn_bd: অস্বীকার বার্তায় মার্কআপ অন্তর্ভুক্ত করতে, আপনি ব্যবহার করতে পারেন

source: to output
bn_bd: আউটপুট করতে

source: to output angle brackets
bn_bd: কোণ বন্ধনী আউটপুট করতে

source: To prevent spam, enter a question that users must answer before submitting the form
bn_bd: স্প্যাম প্রতিরোধ করতে, ফর্ম জমা দেওয়ার আগে ব্যবহারকারীদের উত্তর দিতে হবে এমন একটি প্রশ্ন লিখুন।

source: to submit content!
bn_bd: কন্টেন্ট জমা দিতে!

source: to upgrade WordPress and try again.
bn_bd: ওয়ার্ডপ্রেস আপগ্রেড করতে এবং আবার চেষ্টা করতে।

source: Toggle all panels
bn_bd: সমস্ত প্যানেল টগল করুন

source: Unique Titles
bn_bd: অনন্য শিরোনাম

source: unlimited checkbox fields
bn_bd: সীমাহীন চেকবক্স ক্ষেত্র

source: unlimited custom fields
bn_bd: সীমাহীন কাস্টম ক্ষেত্র

source: Unlimited front-end forms
bn_bd: সীমাহীন ফ্রন্ট-এন্ড ফর্ম

source: Upload an Image
bn_bd: একটি ছবি আপলোড করুন

source: Upload Message
bn_bd: বার্তা আপলোড করুন

source: URL
bn_bd: URL টি

source: URL Display
bn_bd: URL প্রদর্শন

source: URL Markup
bn_bd: ইউআরএল মার্কআপ

source: Use a hidden field for the post category. This hides the category field and sets its value via the next option.
bn_bd: পোস্ট বিভাগের জন্য একটি লুকানো ক্ষেত্র ব্যবহার করুন। এটি বিভাগ ক্ষেত্রটি লুকায় এবং পরবর্তী বিকল্পের মাধ্যমে এর মান সেট করে।

source: Use curly brackets
bn_bd: কোঁকড়া বন্ধনী ব্যবহার করুন

source: Use Existing Tags
bn_bd: বিদ্যমান ট্যাগ ব্যবহার করুন

source: Use only alphanumeric, underscores, and dashes. If unsure, use the default name:
bn_bd: শুধুমাত্র বর্ণমালা, আন্ডারস্কোর এবং ড্যাশ ব্যবহার করুন। যদি নিশ্চিত না হন, তাহলে ডিফল্ট নামটি ব্যবহার করুন:

source: Use single straight quotes (instead of double quotes) in
bn_bd: একক সরল উদ্ধৃতি চিহ্ন (দ্বিগুণ উদ্ধৃতি চিহ্নের পরিবর্তে) ব্যবহার করুন

source: Use submitted images as Featured Images. Requires theme support for Featured Images (aka Post Thumbnails)
bn_bd: জমা দেওয়া ছবিগুলিকে ফিচারড ছবি হিসেবে ব্যবহার করুন। ফিচারড ছবিগুলির জন্য (পোস্ট থাম্বনেইল নামেও পরিচিত) থিম সাপোর্ট প্রয়োজন।

source: Use the shortcode to display the form on any WP Post or Page:
bn_bd: যেকোনো WP পোস্ট বা পৃষ্ঠায় ফর্মটি প্রদর্শনের জন্য শর্টকোডটি ব্যবহার করুন:

source: Use the user&rsquo;s Profile URL as the value of the URL field (valid when the user is logged in to WordPress)
bn_bd: ইউআরএল ফিল্ডের মান হিসেবে ইউজারের প্রোফাইল ইউআরএল ব্যবহার করুন (যখন ব্যবহারকারী ওয়ার্ডপ্রেসে লগ ইন করেন তখন বৈধ)

source: Use the user&rsquo;s registered email as the value of the Email field (valid when the user is logged in to WordPress)
bn_bd: ইমেল ক্ষেত্রের মান হিসেবে ব্যবহারকারীর নিবন্ধিত ইমেল ব্যবহার করুন (যখন ব্যবহারকারী ওয়ার্ডপ্রেসে লগ ইন করেন তখন বৈধ)

source: Use the user&rsquo;s registered username for the Name field (valid when the user is logged in to WordPress)
bn_bd: "নাম" ক্ষেত্রের জন্য ব্যবহারকারীর নিবন্ধিত ব্যবহারকারীর নাম ব্যবহার করুন (যখন ব্যবহারকারী ওয়ার্ডপ্রেসে লগ ইন করেন তখন বৈধ)

source: Use this shortcode to display a gallery of uploaded images for each submitted post:
bn_bd: প্রতিটি জমা দেওয়া পোস্টের জন্য আপলোড করা ছবির একটি গ্যালারি প্রদর্শন করতে এই শর্টকোডটি ব্যবহার করুন:

source: Use this shortcode to display a list of submitted posts on any WP Post or Page:
bn_bd: যেকোনো WP পোস্ট বা পৃষ্ঠায় জমা দেওয়া পোস্টের তালিকা প্রদর্শন করতে এই শর্টকোডটি ব্যবহার করুন:

source: User Email
bn_bd: ব্যবহারকারীর ইমেল

source: User email required
bn_bd: ব্যবহারকারীর ইমেল প্রয়োজন

source: User login required
bn_bd: ব্যবহারকারীর লগইন প্রয়োজন

source: User Name
bn_bd: ব্যবহারকারীর নাম

source: User name required
bn_bd: ব্যবহারকারীর নাম প্রয়োজন

source: User Settings
bn_bd: ব্যবহারকারীর সেটিংস

source: User Submitted Post
bn_bd: ব্যবহারকারীর জমা দেওয়া পোস্ট

source: User Submitted Post Info
bn_bd: ব্যবহারকারীর জমা দেওয়া পোস্টের তথ্য

source: User Submitted Posts
bn_bd: ব্যবহারকারীর জমা দেওয়া পোস্ট

source: User URL
bn_bd: ব্যবহারকারীর URL

source: User URL required
bn_bd: ব্যবহারকারীর URL প্রয়োজন

source: Username
bn_bd: ব্যবহারকারীর নাম

source: Username or Email
bn_bd: ব্যবহারকারীর নাম অথবা ইমেল

source: USP
bn_bd: ইউএসপি

source: USP enables you to display a post-submission form anywhere on your site.
bn_bd: ইউএসপি আপনাকে আপনার সাইটের যেকোনো জায়গায় পোস্ট-জমা ফর্ম প্রদর্শন করতে সক্ষম করে।

source: USP Pro
bn_bd: ইউএসপি প্রো

source: USP provides three shortcodes to control access and restrict content.
bn_bd: ইউএসপি অ্যাক্সেস নিয়ন্ত্রণ এবং কন্টেন্ট সীমাবদ্ধ করার জন্য তিনটি শর্টকোড প্রদান করে।

source: v2 (I&rsquo;m not a robot)
bn_bd: v2 (আমি রোবট নই)

source: v3 (Hidden reCaptcha)
bn_bd: v3 (লুকানো রিক্যাপচা)

source: Verification
bn_bd: যাচাইকরণ

source: View full post
bn_bd: সম্পূর্ণ পোস্ট দেখুন

source: Want more than one form? Create unlimited submission forms, registration forms, contact forms and more with
bn_bd: একাধিক ফর্ম চান? সীমাহীন জমা ফর্ম, নিবন্ধন ফর্ম, যোগাযোগ ফর্ম এবং আরও অনেক কিছু তৈরি করুন

source: We need your support!
bn_bd: আমাদের আপনার সমর্থন প্রয়োজন!

source: Welcome,
bn_bd: স্বাগতম,

source: With this option, you can copy the plugin&rsquo;s default templates:
bn_bd: এই বিকল্পের সাহায্যে, আপনি প্লাগইনের ডিফল্ট টেমপ্লেটগুলি অনুলিপি করতে পারেন:

source: WordPress Admin Area
bn_bd: ওয়ার্ডপ্রেস অ্যাডমিন এরিয়া

source: WP Page
bn_bd: WP পৃষ্ঠা

source: WP Post (recommended)
bn_bd: WP পোস্ট (প্রস্তাবিত)

source: WP Resources
bn_bd: WP রিসোর্স

source: You also can display a simple form that enables users to log in, register, or reset their password.
bn_bd: আপনি একটি সহজ ফর্মও প্রদর্শন করতে পারেন যা ব্যবহারকারীদের লগ ইন, নিবন্ধন বা তাদের পাসওয়ার্ড রিসেট করতে সক্ষম করে।

source: You can customize using any of the follwing attributes:
bn_bd: আপনি নিম্নলিখিত যেকোনো বৈশিষ্ট্য ব্যবহার করে কাস্টমাইজ করতে পারেন:

source: Your Email
bn_bd: তোমার ইমেইল

source: Your generous support enables continued development of this free plugin. Thank you!
bn_bd: আপনার উদার সহায়তা এই বিনামূল্যের প্লাগইনটির উন্নয়ন অব্যাহত রাখতে সাহায্য করবে। ধন্যবাদ!

source: Your generous support helps future development of
bn_bd: আপনার উদার সহায়তা ভবিষ্যতের উন্নয়নে সহায়তা করে

source: Your Name
bn_bd: তোমার নাম

source: Your URL
bn_bd: আপনার URL

source: ★★★★★ rating&nbsp;&raquo;
bn_bd: ★★★★★ রেটিং
