Repository: WordPressBugBounty/plugins-user-submitted-posts
Catalog: user-submitted-posts/languages/usp-*.po
Languages: bn_bd

source: approved posts
bn_bd: অনুমোদিত পদ

source: file
bn_bd: ফাইল

source: file required
bn_bd: ফাইল প্রয়োজন

source: files
bn_bd: ফাইল

source: files required
bn_bd: প্রয়োজনীয় ফাইল

source: or higher, and has been deactivated!
bn_bd: অথবা উচ্চতর, এবং নিষ্ক্রিয় করা হয়েছে!

source: pixels
bn_bd: পিক্সেল

source: required
bn_bd: প্রয়োজনীয়

source: &ldquo;Add another image&rdquo; link
bn_bd: "আরেকটি ছবি যোগ করুন" লিঙ্ক

source: &mdash; the ultimate solution for user-generated content.
bn_bd: &mdash; ব্যবহারকারী-উত্পাদিত সামগ্রীর জন্য চূড়ান্ত সমাধান।

source: (Provide your own form template &amp; styles)
bn_bd: (আপনার নিজস্ব ফর্ম টেমপ্লেট এবং স্টাইল সরবরাহ করুন)

source: (Provide your own styles)
bn_bd: (আপনার নিজস্ব স্টাইল প্রদান করুন)

source: (Recommended)
bn_bd: (প্রস্তাবিত)

source: ..and upload them into a directory named
bn_bd: ..এবং সেগুলোকে একটি ডিরেক্টরিতে আপলোড করুন যার নাম

source: Access Control
bn_bd: অ্যাক্সেস নিয়ন্ত্রণ

source: Add a challenge question to help stop spam. Tip: make the question easy to answer for any human.
bn_bd: স্প্যাম বন্ধ করতে একটি চ্যালেঞ্জ প্রশ্ন যোগ করুন। পরামর্শ: যেকোনো মানুষের জন্য প্রশ্নের উত্তর সহজ করে তুলুন।

source: Add another image
bn_bd: আরেকটি ছবি যোগ করুন

source: Additional recipients for email alerts. Use commas to separate multiple addresses.
bn_bd: ইমেল সতর্কতার জন্য অতিরিক্ত প্রাপক। একাধিক ঠিকানা আলাদা করতে কমা ব্যবহার করুন।

source: Admin
bn_bd: অ্যাডমিন

source: After post content
bn_bd: পোস্টের কন্টেন্টের পরে

source: An error occurred. Please go back and try again.
bn_bd: একটি ত্রুটি ঘটেছে। দয়া করে ফিরে যান এবং আবার চেষ্টা করুন।

source: and
bn_bd: এবং

source: and is greatly appreciated.
bn_bd: এবং এটি অত্যন্ত প্রশংসিত।

source: and/or
bn_bd: এবং/অথবা

source: Antispam Question
bn_bd: অ্যান্টিস্প্যাম প্রশ্ন

source: Any size donation helps me to continue developing this free plugin and other awesome WordPress resources.
bn_bd: যেকোনো আকারের অনুদান আমাকে এই বিনামূল্যের প্লাগইন এবং অন্যান্য দুর্দান্ত ওয়ার্ডপ্রেস রিসোর্সগুলি বিকাশ চালিয়ে যেতে সাহায্য করবে।

source: Apply code
bn_bd: কোড প্রয়োগ করুন

source: Assigned Author
bn_bd: নির্ধারিত লেখক

source: at checkout. Sale ends 6/25/2025.
bn_bd: চেকআউটের সময়। বিক্রয় শেষ হবে ৬/২৫/২০২৫ তারিখে।

source: attributes
bn_bd: বৈশিষ্ট্য

source: Automatically display images and more.
bn_bd: স্বয়ংক্রিয়ভাবে ছবি এবং আরও অনেক কিছু প্রদর্শন করুন।

source: Before post content
bn_bd: পোস্টের আগে কন্টেন্ট

source: books
bn_bd: বই

source: by
bn_bd: দ্বারা

source: By default, CSS &amp; JavaScript files are loaded on every page. To load only on specific page(s), enter the URL(s) here. Use commas to separate multiple URLs. Leave blank to load on all pages.
bn_bd: ডিফল্টরূপে, প্রতিটি পৃষ্ঠায় CSS এবং JavaScript ফাইল লোড করা হয়। শুধুমাত্র নির্দিষ্ট পৃষ্ঠা(গুলি) লোড করতে, এখানে URL(গুলি) লিখুন। একাধিক URL আলাদা করতে কমা ব্যবহার করুন। সমস্ত পৃষ্ঠায় লোড করার জন্য ফাঁকা রাখুন।

source: By default, this displays an &ldquo;Agree to Terms&rdquo; checkbox. Customize as desired.
bn_bd: ডিফল্টরূপে, এটি একটি "শর্তাবলীতে সম্মত" চেকবক্স প্রদর্শন করে। ইচ্ছামত কাস্টমাইজ করুন।

source: Can use
bn_bd: ব্যবহার করতে পারি

source: Case-sensitivity
bn_bd: কেস-সংবেদনশীলতা

source: Categories
bn_bd: বিভাগ

source: Categories &amp; Tags
bn_bd: বিভাগ & ট্যাগ

source: category
bn_bd: বিভাগ

source: Category ID for Hidden Field
bn_bd: লুকানো ক্ষেত্রের জন্য বিভাগ আইডি

source: Challenge Question
bn_bd: চ্যালেঞ্জ প্রশ্ন

source: Challenge Response
bn_bd: চ্যালেঞ্জ প্রতিক্রিয়া

source: check out
bn_bd: চেক আউট

source: Check out the source code inline notes for more info
bn_bd: আরও তথ্যের জন্য সোর্স কোড ইনলাইন নোটগুলি দেখুন।

source: Check this box if you have shown support
bn_bd: যদি আপনি সমর্থন দেখিয়ে থাকেন তবে এই বাক্সটি চেক করুন।

source: Check your email for the password.
bn_bd: পাসওয়ার্ডের জন্য আপনার ইমেল চেক করুন।

source: Check your email to reset your password.
bn_bd: আপনার পাসওয়ার্ড রিসেট করতে আপনার ইমেল চেক করুন।

source: Checkbox Error
bn_bd: চেকবক্স ত্রুটি

source: Checkbox Name
bn_bd: চেকবক্সের নাম

source: Checkbox Text
bn_bd: চেকবক্স টেক্সট

source: Choose fields to display on the front-end form.
bn_bd: ফ্রন্ট-এন্ড ফর্মে প্রদর্শনের জন্য ক্ষেত্রগুলি নির্বাচন করুন।

source: Choose reCaptcha version
bn_bd: reCaptcha সংস্করণটি বেছে নিন

source: Cloudflare Turnstile
bn_bd: ক্লাউডফ্লেয়ার টার্নস্টাইল

source: Configure Custom Field #1.
bn_bd: কাস্টম ফিল্ড #১ কনফিগার করুন।

source: Configure Custom Field #2.
bn_bd: কাস্টম ফিল্ড #২ কনফিগার করুন।

source: Configure email notifications for new submitted posts.
bn_bd: নতুন জমা দেওয়া পোস্টের জন্য ইমেল বিজ্ঞপ্তি কনফিগার করুন।

source: Configure general settings. Note: the default settings work fine for most cases.
bn_bd: সাধারণ সেটিংস কনফিগার করুন। দ্রষ্টব্য: বেশিরভাগ ক্ষেত্রেই ডিফল্ট সেটিংস ঠিকঠাক কাজ করে।

source: Configure settings for image uploads.
bn_bd: ছবি আপলোডের জন্য সেটিংস কনফিগার করুন।

source: Configure settings for the Category and Tag fields.
bn_bd: বিভাগ এবং ট্যাগ ক্ষেত্রের জন্য সেটিংস কনফিগার করুন।

source: Configure user settings.
bn_bd: ব্যবহারকারীর সেটিংস কনফিগার করুন।

source: Congratulations, you&rsquo;re logged in.
bn_bd: অভিনন্দন, আপনি লগ ইন করেছেন।

source: Correct captcha required
bn_bd: সঠিক ক্যাপচা প্রয়োজন

source: Custom address for the email &ldquo;From&rdquo; header (see plugin FAQs for info).
bn_bd: "প্রেরক" ইমেল হেডারের জন্য কাস্টম ঠিকানা (তথ্যের জন্য প্লাগইন FAQ দেখুন)।

source: Custom Checkbox
bn_bd: কাস্টম চেকবক্স

source: Custom checkbox required
bn_bd: কাস্টম চেকবক্স প্রয়োজন

source: Custom Content
bn_bd: কাস্টম কন্টেন্ট

source: Custom Field 1
bn_bd: কাস্টম ফিল্ড ১

source: Custom Field 1 Display
bn_bd: কাস্টম ফিল্ড ১ প্রদর্শন

source: Custom Field 1 Markup
bn_bd: কাস্টম ফিল্ড ১ মার্কআপ

source: Custom Field 2
bn_bd: কাস্টম ফিল্ড ২

source: Custom Field 2 Display
bn_bd: কাস্টম ফিল্ড ২ প্রদর্শন

source: Custom Field 2 Markup
bn_bd: কাস্টম ফিল্ড ২ মার্কআপ

source: Custom Field Label
bn_bd: কাস্টম ফিল্ড লেবেল

source: Custom Field Name
bn_bd: কাস্টম ক্ষেত্রের নাম

source: Custom Form + Custom CSS
bn_bd: কাস্টম ফর্ম + কাস্টম সিএসএস

source: Custom markup for the &ldquo;Add another image&rdquo; link. Leave blank to use the default markup (recommended).
bn_bd: "আরেকটি ছবি যোগ করুন" লিঙ্কের জন্য কাস্টম মার্কআপ। ডিফল্ট মার্কআপ ব্যবহার করার জন্য ফাঁকা রাখুন (প্রস্তাবিত)।

source: Default Featured Image
bn_bd: ডিফল্ট বৈশিষ্ট্যযুক্ত ছবি

source: Disable
bn_bd: অক্ষম করুন

source: Disable all required attributes on form fields (useful for troubleshooting error messages)
bn_bd: ফর্ম ফিল্ডে সমস্ত প্রয়োজনীয় বৈশিষ্ট্য অক্ষম করুন (ত্রুটি বার্তাগুলির সমস্যা সমাধানের জন্য কার্যকর)

source: Disable IP Tracking
bn_bd: আইপি ট্র্যাকিং অক্ষম করুন

source: Disable Replace Author
bn_bd: লেখক প্রতিস্থাপন অক্ষম করুন

source: Disable Required
bn_bd: অক্ষম করা আবশ্যক

source: Disable this field
bn_bd: এই ক্ষেত্রটি অক্ষম করুন

source: Dismiss
bn_bd: খারিজ করুন

source: Display a select/dropdown menu of existing tags (valid when Tag field is displayed on the form)
bn_bd: বিদ্যমান ট্যাগগুলির একটি নির্বাচন/ড্রপডাউন মেনু প্রদর্শন করুন (ফর্মে ট্যাগ ক্ষেত্র প্রদর্শিত হলে বৈধ)

source: Display Checkbox
bn_bd: চেকবক্স প্রদর্শন করুন

source: Display content only to users with a specific capability:
bn_bd: শুধুমাত্র নির্দিষ্ট ক্ষমতা সম্পন্ন ব্যবহারকারীদের কাছে সামগ্রী প্রদর্শন করুন:

source: Display content to logged-in users:
bn_bd: লগ-ইন করা ব্যবহারকারীদের কাছে সামগ্রী প্রদর্শন করুন:

source: Display content to visitors only:
bn_bd: শুধুমাত্র দর্শকদের জন্য সামগ্রী প্রদর্শন করুন:

source: Display custom checkbox on the submission form
bn_bd: জমা দেওয়ার ফর্মে কাস্টম চেকবক্স প্রদর্শন করুন

source: Display Custom Field 1:
bn_bd: কাস্টম ফিল্ড ১ প্রদর্শন করুন:

source: Display Custom Field 2:
bn_bd: কাস্টম ফিল্ড ২ প্রদর্শন করুন:

source: Display image gallery
bn_bd: ছবির গ্যালারি প্রদর্শন করুন

source: Display submitted author/name:
bn_bd: জমা দেওয়া লেখক/নাম প্রদর্শন করুন:

source: Display submitted email address:
bn_bd: জমা দেওয়া ইমেল ঠিকানাটি প্রদর্শন করুন:

source: Display submitted images:
bn_bd: জমা দেওয়া ছবিগুলি প্রদর্শন করুন:

source: Display submitted URL:
bn_bd: জমা দেওয়া URL টি দেখান:

source: Display the Form
bn_bd: ফর্মটি প্রদর্শন করুন

source: Display the login/register form
bn_bd: লগইন/রেজিস্টার ফর্মটি প্রদর্শন করুন

source: Display the submit-post form
bn_bd: জমা-পোস্ট ফর্মটি প্রদর্শন করুন

source: Display user-submitted posts
bn_bd: ব্যবহারকারীদের জমা দেওয়া পোস্টগুলি প্রদর্শন করুন

source: Do not collect or store any user IP address (useful for complying with privacy regulations)
bn_bd: কোনও ব্যবহারকারীর আইপি ঠিকানা সংগ্রহ বা সংরক্ষণ করবেন না (গোপনীয়তা বিধি মেনে চলার জন্য কার্যকর)

source: Do not display
bn_bd: প্রদর্শন করবেন না

source: Do not replace post author with submitted user name
bn_bd: পোস্ট লেখকের নাম জমা দেওয়া ব্যবহারকারীর নাম দিয়ে প্রতিস্থাপন করবেন না

source: do NOT use both Google and Cloudflare captchas at the same time.
bn_bd: একই সাথে গুগল এবং ক্লাউডফ্লেয়ার ক্যাপচা ব্যবহার করবেন না।

source: Documentation
bn_bd: ডকুমেন্টেশন

source: Donate via PayPal, credit card, or cryptocurrency
bn_bd: PayPal, ক্রেডিট কার্ড, অথবা ক্রিপ্টোকারেন্সির মাধ্যমে দান করুন

source: donation
bn_bd: দান

source: Draft
bn_bd: খসড়া

source: Duplicate post title. Please try again.
bn_bd: পোস্টের শিরোনামটি ডুপ্লিকেট। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Email
bn_bd: ইমেইল

source: Email &ldquo;From&rdquo; Address
bn_bd: "থেকে" ঠিকানায় ইমেল করুন

source: Email Address for Alerts
bn_bd: সতর্কতার জন্য ইমেল ঠিকানা

source: Email Alert Message
bn_bd: ইমেল সতর্কতা বার্তা

source: Email Alert Subject
bn_bd: ইমেল সতর্কতা বিষয়

source: Email Alerts
bn_bd: ইমেল সতর্কতা

source: Email Display
bn_bd: ইমেল প্রদর্শন

source: Email Markup
bn_bd: ইমেল মার্কআপ

source: email-alert options
bn_bd: ইমেল-সতর্কতা বিকল্পগুলি

source: Enable
bn_bd: সক্রিয় করুন

source: Enable and require
bn_bd: সক্ষম করুন এবং প্রয়োজন করুন

source: Enable but do not require
bn_bd: সক্ষম করুন কিন্তু প্রয়োজন নেই

source: Enable HTML Format
bn_bd: HTML ফর্ম্যাট সক্ষম করুন

source: Enable HTML format for email alert messages
bn_bd: ইমেল সতর্কতা বার্তাগুলির জন্য HTML ফর্ম্যাট সক্ষম করুন

source: Enable RTE/Visual Editor for the Post Content field
bn_bd: পোস্ট কন্টেন্ট ফিল্ডের জন্য RTE/ভিজ্যুয়াল এডিটর সক্ষম করুন

source: Enable Shortcodes
bn_bd: শর্টকোড সক্রিয় করুন

source: Enable shortcodes in widgets. By default, WordPress does not enable shortcodes in widgets.
bn_bd: উইজেটে শর্টকোড সক্রিয় করুন। ডিফল্টরূপে, ওয়ার্ডপ্রেস উইজেটে শর্টকোড সক্রিয় করে না।

source: Enable users to select multiple categories
bn_bd: ব্যবহারকারীদের একাধিক বিভাগ নির্বাচন করতে সক্ষম করুন

source: Enable users to upload other file types (like PDF, Word, Zip, videos, and more), check out
bn_bd: ব্যবহারকারীদের অন্যান্য ধরণের ফাইল (যেমন PDF, Word, Zip, ভিডিও এবং আরও অনেক কিছু) আপলোড করতে সক্ষম করুন, দেখুন

source: Enables your visitors to submit posts and images from anywhere on your site.
bn_bd: আপনার সাইটের যেকোনো জায়গা থেকে আপনার দর্শকদের পোস্ট এবং ছবি জমা দিতে সক্ষম করে।

source: enables your visitors to submit posts and upload images from the front-end of your site.
bn_bd: আপনার সাইটের ফ্রন্ট-এন্ড থেকে আপনার দর্শকদের পোস্ট জমা দিতে এবং ছবি আপলোড করতে সক্ষম করে।

source: Enter the *only* correct answer to the challenge question
bn_bd: চ্যালেঞ্জ প্রশ্নের *একমাত্র* সঠিক উত্তরটি লিখুন।

source: Enter URL or click button to upload/choose an image (optional)
bn_bd: ছবি আপলোড/চয়ন করতে URL লিখুন অথবা বোতামে ক্লিক করুন (ঐচ্ছিক)

source: Enter your Private Key
bn_bd: আপনার ব্যক্তিগত কী লিখুন

source: Enter your Public Key
bn_bd: আপনার পাবলিক কী লিখুন

source: Enter your Secret Key
bn_bd: আপনার গোপন কী লিখুন

source: Enter your Site Key
bn_bd: আপনার সাইট কী লিখুন

source: Enter your username or email to reset your password.
bn_bd: আপনার পাসওয়ার্ড রিসেট করতে আপনার ব্যবহারকারীর নাম অথবা ইমেল প্রবেশ করান।

source: Error Message
bn_bd: ত্রুটি বার্তা

source: Error message displayed if post submission fails (basic markup allowed)
bn_bd: পোস্ট জমা দেওয়া ব্যর্থ হলে ত্রুটির বার্তা প্রদর্শিত হবে (মৌলিক মার্কআপ অনুমোদিত)

source: Error message displayed if user does not check the box
bn_bd: ব্যবহারকারী যদি বাক্সটি চেক না করেন তবে ত্রুটি বার্তা প্রদর্শিত হবে

source: Error:
bn_bd: ত্রুটি:

source: Example
bn_bd: উদাহরণ

source: Featured Image
bn_bd: বৈশিষ্ট্যযুক্ত ছবি

source: File not uploaded. Please check the file and try again.
bn_bd: ফাইলটি আপলোড করা হয়নি। দয়া করে ফাইলটি পরীক্ষা করে আবার চেষ্টা করুন।

source: File type not allowed (please upload images only)
bn_bd: ফাইলের ধরণ অনুমোদিত নয় (দয়া করে কেবল ছবি আপলোড করুন)

source: For
bn_bd: জন্য

source: For more
bn_bd: আরও জানার জন্য

source: For more features and unlimited forms, check out
bn_bd: আরও বৈশিষ্ট্য এবং সীমাহীন ফর্মের জন্য, দেখুন

source: For more options and features, check out
bn_bd: আরও বিকল্প এবং বৈশিষ্ট্যের জন্য, দেখুন

source: For unlimited fields, check out
bn_bd: সীমাহীন ক্ষেত্রের জন্য, দেখুন

source: Forgot?
bn_bd: ভুলে গেছেন?

source: Form Fields
bn_bd: ফর্ম ক্ষেত্র

source: Form Style
bn_bd: ফর্ম স্টাইল

source: Front-end Display
bn_bd: ফ্রন্ট-এন্ড ডিসপ্লে

source: FYI: here is a
bn_bd: আপনার তথ্যের জন্য: এখানে একটি

source: General Settings
bn_bd: সাধারণ সেটিংস

source: Get USP Pro
bn_bd: ইউএসপি প্রো পান

source: Get USP Pro for unlimited forms!
bn_bd: সীমাহীন ফর্মের জন্য USP Pro পান!

source: give it a 5-star rating
bn_bd: এটিকে ৫ তারকা রেটিং দিন

source: give this plugin a 5-star rating
bn_bd: এই প্লাগইনটিকে ৫-স্টার রেটিং দিন

source: Give USP a 5-star rating at WordPress.org
bn_bd: WordPress.org-এ USP-কে ৫-স্টার রেটিং দিন

source: Go Pro
bn_bd: প্রো যান

source: Google reCaptcha
bn_bd: গুগল রিক্যাপচা

source: Have an account?
bn_bd: একটি অ্যাকাউন্ট আছে?

source: Here are some examples showing how to configure this shortcode:
bn_bd: এই শর্টকোডটি কীভাবে কনফিগার করবেন তার কিছু উদাহরণ এখানে দেওয়া হল:

source: Hidden/Default Category
bn_bd: লুকানো/ডিফল্ট বিভাগ

source: Homepage
bn_bd: হোমপেজ

source: HTML5 Form + Default CSS
bn_bd: HTML5 ফর্ম + ডিফল্ট CSS

source: HTML5 Form + Disable CSS
bn_bd: HTML5 ফর্ম + CSS অক্ষম করুন

source: Human verification: leave this field empty.
bn_bd: মানব যাচাইকরণ: এই ক্ষেত্রটি খালি রাখুন।

source: If multiple addresses are specified for the previous setting, include an equal number of addresses for this setting (in the same order).
bn_bd: যদি পূর্ববর্তী সেটিংয়ের জন্য একাধিক ঠিকানা নির্দিষ্ট করা থাকে, তাহলে এই সেটিংয়ের জন্য সমান সংখ্যক ঠিকানা অন্তর্ভুক্ত করুন (একই ক্রমে)।

source: If the user is logged in, display the post-submit form; or if the user is not logged in, display the login form:
bn_bd: যদি ব্যবহারকারী লগ ইন করে থাকেন, তাহলে জমা দেওয়ার পরের ফর্মটি প্রদর্শন করুন; অথবা যদি ব্যবহারকারী লগ ইন না করে থাকেন, তাহলে লগইন ফর্মটি প্রদর্শন করুন:

source: If you like this plugin, please
bn_bd: যদি আপনি এই প্লাগইনটি পছন্দ করেন, তাহলে দয়া করে

source: Image Display
bn_bd: চিত্র প্রদর্শন

source: Image height exceeds maximum
bn_bd: ছবির উচ্চতা সর্বোচ্চ উচ্চতা ছাড়িয়ে গেছে

source: Image Markup
bn_bd: ছবি মার্কআপ

source: Image Uploads
bn_bd: ছবি আপলোড

source: Image width exceeds maximum
bn_bd: ছবির প্রস্থ সর্বাধিক ছাড়িয়ে গেছে

source: Important:
bn_bd: গুরুত্বপূর্ণ:

source: in
bn_bd: ভিতরে

source: in your theme:
bn_bd: আপনার থিমে:

source: Include JavaScript
bn_bd: জাভাস্ক্রিপ্ট অন্তর্ভুক্ত করুন

source: Include required JavaScript files (recommended)
bn_bd: প্রয়োজনীয় জাভাস্ক্রিপ্ট ফাইল অন্তর্ভুক্ত করুন (প্রস্তাবিত)

source: Incorrect response.
bn_bd: ভুল উত্তর।

source: Installation Docs
bn_bd: ইনস্টলেশন ডক্স

source: Jeff Starr
bn_bd: জেফ স্টার

source: Jeff Starr on X (Twitter)
bn_bd: জেফ স্টার অন এক্স (টুইটার)

source: Learn&nbsp;more
bn_bd: আরও জানুন

source: Leave this option disabled to remember your settings.
bn_bd: আপনার সেটিংস মনে রাখার জন্য এই বিকল্পটি নিষ্ক্রিয় রাখুন।

source: Like this plugin? Give it a
bn_bd: এই প্লাগইনটি পছন্দ?

source: list of USP CSS selectors
bn_bd: ইউএসপি সিএসএস নির্বাচকদের তালিকা

source: log in
bn_bd: লগ ইন করুন

source: Log in or sign up! It&rsquo;s fast &amp; free!
bn_bd: লগ ইন করুন অথবা সাইন আপ করুন! এটি দ্রুত এবং বিনামূল্যে!

source: Log out
bn_bd: লগ আউট করুন

source: Login
bn_bd: লগইন

source: Lose something?
bn_bd: কিছু হারিয়েছেন?

source: make a donation
bn_bd: দান করো

source: Make a donation via PayPal
bn_bd: PayPal এর মাধ্যমে অনুদান দিন

source: Make a donation&nbsp;&raquo;
bn_bd: দান করুন&nbsp;&raquo;

source: Make the challenge response case-sensitive
bn_bd: চ্যালেঞ্জের প্রতিক্রিয়াটিকে কেস-সংবেদনশীল করুন

source: Make the custom checkbox required (uncheck to make optional)
bn_bd: কাস্টম চেকবক্সটি প্রয়োজনীয় করুন (ঐচ্ছিক করতে আনচেক করুন)

source: Markup for Custom Field 1. You may include any of the following variables:
bn_bd: কাস্টম ফিল্ড ১ এর জন্য মার্কআপ। আপনি নিম্নলিখিত যেকোনো ভেরিয়েবল অন্তর্ভুক্ত করতে পারেন:

source: Markup for Custom Field 2. You may include any of the following variables:
bn_bd: কাস্টম ফিল্ড ২ এর জন্য মার্কআপ। আপনি নিম্নলিখিত যেকোনো ভেরিয়েবল অন্তর্ভুক্ত করতে পারেন:

source: Markup for each submitted image. You may include any of the following variables:
bn_bd: জমা দেওয়া প্রতিটি ছবির জন্য মার্কআপ। আপনি নিম্নলিখিত যেকোনো ভেরিয়েবল অন্তর্ভুক্ত করতে পারেন:

source: Markup for submitted author/name. You may include
bn_bd: জমা দেওয়া লেখক/নামের জন্য মার্কআপ। আপনি অন্তর্ভুক্ত করতে পারেন

source: Markup for submitted email address. You may include any of the following variables:
bn_bd: জমা দেওয়া ইমেল ঠিকানার জন্য মার্কআপ। আপনি নিম্নলিখিত যেকোনো ভেরিয়েবল অন্তর্ভুক্ত করতে পারেন:

source: Markup for submitted URL. You may include any of the following variables:
bn_bd: জমা দেওয়া URL-এর জন্য মার্কআপ। আপনি নিম্নলিখিত যেকোনো ভেরিয়েবল অন্তর্ভুক্ত করতে পারেন:

source: Maximum height (in pixels) for uploaded images
bn_bd: আপলোড করা ছবির সর্বোচ্চ উচ্চতা (পিক্সেলে)

source: Maximum image height
bn_bd: ছবির সর্বোচ্চ উচ্চতা

source: Maximum image width
bn_bd: ছবির সর্বোচ্চ প্রস্থ

source: Maximum number of images
bn_bd: ছবির সর্বাধিক সংখ্যা

source: Maximum number of images exceeded
bn_bd: ছবির সর্বাধিক সংখ্যা অতিক্রম করেছে

source: Maximum number of images for each submitted post
bn_bd: জমা দেওয়া প্রতিটি পোস্টের জন্য সর্বোচ্চ সংখ্যক ছবি

source: Maximum width (in pixels) for uploaded images
bn_bd: আপলোড করা ছবির জন্য সর্বোচ্চ প্রস্থ (পিক্সেলে)

source: Message displayed after successful post submission (basic markup allowed)
bn_bd: সফলভাবে পোস্ট জমা দেওয়ার পরে বার্তা প্রদর্শিত হবে (মৌলিক মার্কআপ অনুমোদিত)

source: Message displayed next to the file upload field (basic markup allowed)
bn_bd: ফাইল আপলোড ফিল্ডের পাশে বার্তা প্রদর্শিত হচ্ছে (মৌলিক মার্কআপ অনুমোদিত)

source: Message for email alerts. Leave blank to use default message. You may include any of the following variables:
bn_bd: ইমেল সতর্কতার জন্য বার্তা। ডিফল্ট বার্তা ব্যবহার করার জন্য ফাঁকা রাখুন। আপনি নিম্নলিখিত ভেরিয়েবলগুলির যেকোনো একটি অন্তর্ভুক্ত করতে পারেন:

source: Minimum height (in pixels) for uploaded images
bn_bd: আপলোড করা ছবির জন্য ন্যূনতম উচ্চতা (পিক্সেলে)

source: Minimum image height
bn_bd: ছবির ন্যূনতম উচ্চতা

source: Minimum image height not met
bn_bd: ছবির ন্যূনতম উচ্চতা পূরণ হয়নি

source: Minimum image width
bn_bd: ছবির সর্বনিম্ন প্রস্থ

source: Minimum image width not met
bn_bd: ছবির ন্যূনতম প্রস্থ পূরণ হয়নি

source: Minimum number of images
bn_bd: ছবির সর্বনিম্ন সংখ্যা

source: Minimum number of images for each submitted post
bn_bd: জমা দেওয়া প্রতিটি পোস্টের জন্য ন্যূনতম ছবির সংখ্যা

source: Minimum number of images not met
bn_bd: ন্যূনতম সংখ্যক ছবি পূরণ হয়নি

source: Minimum width (in pixels) for uploaded images
bn_bd: আপলোড করা ছবির জন্য ন্যূনতম প্রস্থ (পিক্সেলে)

source: More Options
bn_bd: আরও বিকল্প

source: Multiple Categories
bn_bd: একাধিক বিভাগ

source: Name Display
bn_bd: নাম প্রদর্শন

source: Name Markup
bn_bd: নাম মার্কআপ

source: Non-empty value for hidden field
bn_bd: লুকানো ক্ষেত্রের জন্য খালি নয় এমন মান

source: Note that the url attribute accepts
bn_bd: মনে রাখবেন যে url অ্যাট্রিবিউট গ্রহণ করে

source: Notes:
bn_bd: নোট:

source: Obsessive Web Design &amp; Development
bn_bd: অবসেসিভ ওয়েব ডিজাইন এবং ডেভেলপমেন্ট

source: Optional markup/text to include before the submission form (leave blank to disable)
bn_bd: জমা দেওয়ার ফর্মের আগে অন্তর্ভুক্ত করার জন্য ঐচ্ছিক মার্কআপ/টেক্সট (অক্ষম করার জন্য ফাঁকা রাখুন)

source: options, check out
bn_bd: বিকল্প, দেখুন

source: or
bn_bd: অথবা

source: or by making a
bn_bd: অথবা একটি তৈরি করে

source: Or, to go ahead and restore the default plugin options: check the box, save your settings, and then deactivate/reactivate the plugin.
bn_bd: অথবা, ডিফল্ট প্লাগইন বিকল্পগুলি পুনরুদ্ধার করতে এগিয়ে যান: বাক্সটি চেক করুন, আপনার সেটিংস সংরক্ষণ করুন এবং তারপর প্লাগইনটি নিষ্ক্রিয়/পুনরায় সক্রিয় করুন।

source: Or, use the template tag to display a list of submitted posts anywhere in your theme template:
bn_bd: অথবা, আপনার থিম টেমপ্লেটের যেকোনো জায়গায় জমা দেওয়া পোস্টের তালিকা প্রদর্শন করতে টেমপ্লেট ট্যাগ ব্যবহার করুন:

source: Or, use the template tag to display an image gallery anywhere in your theme template:
bn_bd: অথবা, আপনার থিম টেমপ্লেটের যেকোনো জায়গায় একটি ইমেজ গ্যালারি প্রদর্শন করতে টেমপ্লেট ট্যাগ ব্যবহার করুন:

source: Or, use the template tag to display the form anywhere in your theme template:
bn_bd: অথবা, আপনার থিম টেমপ্লেটের যেকোনো জায়গায় ফর্মটি প্রদর্শন করতে টেমপ্লেট ট্যাগ ব্যবহার করুন:

source: Overview
bn_bd: সংক্ষিপ্ত বিবরণ

source: Password
bn_bd: পাসওয়ার্ড

source: Pending (default)
bn_bd: মুলতুবি (ডিফল্ট)

source: Perishable Press Books
bn_bd: পচনশীল প্রেস বই

source: Please
bn_bd: অনুগ্রহ করে

source: Please check your email and try again
bn_bd: আপনার ইমেল চেক করুন এবং আবার চেষ্টা করুন।

source: Please complete the required fields.
bn_bd: অনুগ্রহ করে প্রয়োজনীয় ক্ষেত্রগুলি পূরণ করুন।

source: Please Donate
bn_bd: অনুগ্রহ করে দান করুন

source: Please return to the
bn_bd: অনুগ্রহ করে ফিরে যান

source: Please select a category..
bn_bd: অনুগ্রহ করে একটি বিভাগ নির্বাচন করুন..

source: Please select some tags..
bn_bd: অনুগ্রহ করে কিছু ট্যাগ নির্বাচন করুন..

source: Please select your image(s) to upload.
bn_bd: আপলোড করার জন্য আপনার ছবি(গুলি) নির্বাচন করুন।

source: Please show support by purchasing one of my
bn_bd: আমার একটি কিনে সমর্থন দেখান

source: Plugin Homepage
bn_bd: প্লাগইন হোমপেজ

source: Plugin Planet: Pro WordPress Plugins
bn_bd: প্লাগইন প্ল্যানেট: প্রো ওয়ার্ডপ্রেস প্লাগইন

source: Plugin Settings
bn_bd: প্লাগইন সেটিংস

source: plugins
bn_bd: প্লাগইন

source: Post Category
bn_bd: পোস্ট বিভাগ

source: Post category required
bn_bd: পোস্টের বিভাগ প্রয়োজন

source: Post Content
bn_bd: পোস্টের বিষয়বস্তু

source: Post content required
bn_bd: পোস্টের কন্টেন্ট প্রয়োজন

source: Post not created. Please contact the site administrator for help.
bn_bd: পোস্ট তৈরি করা হয়নি। সাহায্যের জন্য সাইট প্রশাসকের সাথে যোগাযোগ করুন।

source: Post Status
bn_bd: পোস্টের অবস্থা

source: Post Status for submitted posts
bn_bd: জমা দেওয়া পোস্টের স্ট্যাটাস

source: Post Tags
bn_bd: পোস্ট ট্যাগ

source: Post tags required
bn_bd: পোস্ট ট্যাগ প্রয়োজন

source: Post Title
bn_bd: পোস্টের শিরোনাম

source: Post title required
bn_bd: পোস্টের শিরোনাম প্রয়োজন

source: Post Type
bn_bd: পোস্টের ধরণ

source: Post Type for submitted posts
bn_bd: জমা দেওয়া পোস্টের ধরণ

source: Private Key
bn_bd: ব্যক্তিগত চাবি

source: Pro WordPress plugins
bn_bd: প্রো ওয়ার্ডপ্রেস প্লাগইন

source: Profile
bn_bd: প্রোফাইলের

source: Public Key
bn_bd: পাবলিক কী

source: Publish after
bn_bd: পরে প্রকাশ করুন

source: Publish after 1 approved post
bn_bd: ১টি অনুমোদিত পোস্টের পরে প্রকাশ করুন

source: Publish immediately
bn_bd: অবিলম্বে প্রকাশ করুন

source: Rate and review at the Plugin Directory
bn_bd: প্লাগইন ডিরেক্টরিতে রেট দিন এবং পর্যালোচনা করুন

source: Rate this plugin&nbsp;&raquo;
bn_bd: এই প্লাগইনটিকে রেট দিন&nbsp;&raquo;

source: reCaptcha Version
bn_bd: রিক্যাপচা সংস্করণ
